Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.79f861a463c1
source: 重量・回数・RPE・技術から、疲労を管理して主要種目を伸ばす
ar_sa: إدارة التعب وتحسين الأحداث الكبرى من خلال الوزن والتكرار وRPE والتقنية
ca: Gestiona la fatiga i millora els esdeveniments importants mitjançant pes, repeticions, RPE i tècnica
cs: Na základě váhy, počtu opakování, RPE a techniky spravujte únavu a zaměřte se na hlavní cviky.
da: Brug vægt, antal gentagelser, RPE og teknik til at styre din træthed og fokusere på de vigtigste øvelser.
de_de: Verwalten Sie die Ermüdung und konzentrieren Sie sich auf die wichtigsten Übungen anhand von Gewicht, Anzahl und RPE sowie Technik.
el: Χρησιμοποιώντας βάρος, επαναλήψεις, RPE και τεχνική, διαχειριστείτε την κόπωση και εστιάστε στην ενίσχυση των βασικών ασκήσεων.
en_au: Manage fatigue by comparing weight, repetitions, RPE, and technique to maximize key exercises.
es_es: Gestiona la fatiga y enfócate en desarrollar las principales disciplinas basándote en peso, repeticiones, RPE y técnica.
fi: Käytä painoa, toistoja, RPE:tä ja tekniikkaa hallitaksesi väsymystä ja keskittyäksesi tärkeimpiin liikkeisiin.
fr_ca: Gérer la fatigue en fonction du poids, du nombre de répétitions et de l'intensité, et se concentrer sur les exercices principaux.
gu: વજન, પુનરાવર્તનો, RPE અને ટેકનિકના આધારે, થાકને નિયંત્રિત કરીને મુખ્ય કસરતોમાં સુધારો કરો.
he: ניהול עייפות על ידי השוואה בין משקל, מספר חזרות, RPE וטכניקה, תוך התמקדות בתרגילים העיקריים.
hi: वजन, संख्या, RPE और तकनीक के आधार पर, थकान का प्रबंधन करें और मुख्य गतिविधियों को विकसित करें
hr: Upotrijebi informacije o težini, broju ponavljanja, subjektivnoj ocjeni napor i tehnici za upravljanje umorom i usmjeri se na ključne vježbe.
hu: A súly, a számok, az RPE és a technika alapján, a fáradtságot ellenőrizd, és a fő mozdulatokat fejleszd.
id: Mengelola kelelahan dengan membandingkan berat, jumlah, RPE, dan teknik untuk memperpanjang latihan utama.
it: Gestisci l'affaticamento e concentra i tuoi allenamenti principali confrontando peso, ripetizioni, RPE e tecnica.
ko: 무게, 반복 횟수, RPE 및 기술을 기반으로 피로를 관리하고 주요 운동을 강화합니다.
mr: वजन, संख्या आणि RPE तसेच तंत्राच्या आधारावर, थकवा व्यवस्थापित करा आणि मुख्य व्यायाम वाढवा.
ms: Dengan membandingkan berat, jumlah, RPE, dan kemahiran, menguruskan keletihan dan meningkatkan latihan utama
nl_nl: Beheer vermoeidheid door gewicht, aantal herhalingen, RPE en techniek om de belangrijkste oefeningen te verbeteren.
no: Bruk vekt, antall repetisjoner, RPE og teknikk for å administrere tretthet og fokusere på de viktigste øvelsene.
pl: Zarządzaj zmęczeniem i skup się na głównych ćwiczeniach, porównując wagę, liczbę powtórzeń, RPE i technikę.
pt_br: Gerencie a fadiga e maximize os principais exercícios com base em peso, repetições, RPE e técnica.
pt_pt: Gerencie a fadiga e maximize os principais exercícios com base em peso, repetições, RPE e técnica.
ro: Gestionează oboseala și concentrează-te pe exercițiile principale, comparând greutatea, numărul de repetări, RPE și tehnica.
ru: Определите уровень усталости на основе веса, количества повторений, RPE и техники, чтобы эффективно тренировать основные упражнения.
sk: Na základe váhy, počtu opakovaní, RPE a techniky spravujte únavu a maximalizujte výkon.
sl: Na podlagi teže, števila ponovitev, RPE in tehnike upravljajte utrujenost in poudarite ključne vaje.
sv: Hantera trötthet genom att jämföra vikt, antal repetitioner, RPE och teknik för att fokusera på de viktigaste övningarna.
ta: எடை, எண்ணிக்கை, RPE மற்றும் நுட்பத்தை வைத்து, சோர்வை நிர்வகித்து முக்கிய பயிற்சிகளை மேம்படுத்தவும்
te: బరువు, సంఖ్య, RPE మరియు సాంకేతికత ఆధారంగా, అలసటను నిర్వహించి, ముఖ్యమైన వ్యాయామాలను పెంచండి.
th: จัดการความเหนื่อยโดยใช้ข้อมูล น้ำหนัก จำนวนครั้ง ระดับความรู้สึก และเทคนิค เพื่อพัฒนาท่าทางหลัก
tr: Ağırlık, tekrar sayısı, RPE ve teknik bilgilerinden faydalanarak, yorgunluğu yönet ve temel egzersizleri geliştir
uk: Використовуйте дані про вагу, кількість повторень, RPE та техніку для управління втомою та розвитку основних видів діяльності.
vi: Quản lý sự mệt mỏi và tăng cường các bài tập chính dựa trên trọng lượng, số lần, mức độ khó và kỹ thuật.
zh_hans: 通过比较重量、次数和RPE，管理疲劳并提高主要运动项目
zh_hant: 通過比較重量、次數和RPE，來管理疲勞並擴大主要運動項目

# domain_catalog.7acdb9a8304d
source: バックエクステンション
ar_sa: تمديد الظهر
ca: extensió posterior
cs: Protažení zad
da: Back Extension
de_de: Rückenstreckung
el: Back Extension
en_au: Back Extension
es_es: Extensiones de espalda
fi: Selän ojennus
fr_ca: Extension lombaire
gu: બેક એક્સ્ટેન્શન
he: הרחבה גב
hi: बैक एक्सटेंशन
hr: Back extension
hu: Hátsó kiterjesztés
id: Back Extension
it: Estensioni alla schiena
ko: 백 익스텐션
mr: बॅक एक्सटेन्शन
ms: Back Extension
nl_nl: Back extension
no: Ryggstrekk
pl: Rozciąganie pleców
pt_br: Extensão lombar
pt_pt: Extensão lombar
ro: Extensii pentru spate
ru: Гиперэкстензия спины
sk: Back extension
sl: Back extension
sv: Ryggsträckning
ta: பேக் எக்ஸ்டென்ஷன்
te: బ్యాక్ ఎక్స్‌టెన్షన్
th: ท่าแบ็คเอ็กซ์เทนชั่น
tr: Sırt ekstansiyonu
uk: Розгинання спини
vi: Back Extension
zh_hans: 背部伸展
zh_hant: 背部伸展

# domain_catalog.7ad7d18bfcfe
source: 論理的
ar_sa: منطقي
ca: lògic
cs: Logicky
da: Logisk
de_de: Logisch
el: Λογική
en_au: Logical
es_es: Lógico
fi: Looginen
fr_ca: Logique
gu: તાર્કિક.
he: לוגי
hi: तर्कसंगत
hr: Logičan
hu: Logikus
id: Rasional
it: Logico
ko: 논리적
mr: तर्कशुद्ध
ms: Logik
nl_nl: Logisch
no: Logisk
pl: Logiczne
pt_br: Lógico
pt_pt: Lógico
ro: Logic
ru: Логично
sk: Logické
sl: Logično
sv: Logiskt
ta: தர்க்கரீதியான அணுகுமுறை.
te: తార్కికంగా ఆలోచించండి.
th: มีเหตุผล
tr: Mantıklı
uk: Логічно
vi: Logic
zh_hans: 理性
zh_hant: 理性

# domain_catalog.7aeed2d99541
source: 系統的レビュー
ar_sa: مراجعة منهجية
ca: revisió sistemàtica
cs: Systematický přehled
da: Systematisk gennemgang
de_de: Systematische Überprüfung
el: Συνεπής αξιολόγηση
en_au: Systematic review
es_es: Revisión sistemática
fi: Systemaattinen katsaus
fr_ca: Revue systématique
gu: સિસ્ટમેટિક સમીક્ષા
he: סקירת מערכת
hi: विस्तृत समीक्षा
hr: Sistematski pregled
hu: Rendszeres ellenőrzés
id: Tinjauan sistematis
it: Revisione sistematica
ko: 체계적인 검토
mr: व्यवस्थित आढावा
ms: Tinjauan sistem
nl_nl: Systematische beoordeling
no: Systematisk gjennomgang
pl: Systematyczna analiza
pt_br: Revisão sistemática
pt_pt: Revisão sistemática
ro: Revizuire sistematică
ru: Систематический анализ
sk: Systematický prehľad
sl: Sistematična preveritev
sv: Systematisk genomgång
ta: முறையான ஆய்வு
te: క్రమమైన సమీక్ష
th: การทบทวนอย่างเป็นระบบ
tr: Sistemli inceleme
uk: Систематичний аналіз
vi: Đánh giá toàn diện
zh_hans: 系统回顾
zh_hant: 系統性檢討

# domain_catalog.7b7a324e3141
source: 脂質を控えめに
ar_sa: تقليل الدهون
ca: Reduir el greix
cs: Omezte příjem tuků.
da: Begræns dit fedtindtag.
de_de: Fettaufnahme reduzieren
el: Περιορίστε την πρόσληψη λιπαρών.
en_au: Reduce fat intake.
es_es: Consume grasas con moderación.
fi: Vältä rasvan syömistä.
fr_ca: Limitez votre consommation de lipides.
gu: ચરબીનું પ્રમાણ ઓછું કરો.
he: להפחית צריכת שומן
hi: वसा का सेवन कम करें।
hr: Ograničite unos masti.
hu: Kerem a zsírt.
id: Batasi konsumsi lemak
it: Ridurre l'apporto di grassi.
ko: 지방 섭취를 줄입니다.
mr: चरबीचे सेवन कमी करा.
ms: Kurangkan pengambilan lemak
nl_nl: Beperk je vetinname.
no: Begrens inntaket av fett.
pl: Ogranicz spożycie tłuszczów.
pt_br: Reduza a ingestão de gordura.
pt_pt: Reduza a ingestão de gordura.
ro: Reduceți consumul de grăsimi.
ru: Ограничьте потребление жиров.
sk: Opatrne s tukmi.
sl: Uporabite manj maščob
sv: Begränsa intaget av fett.
ta: கொழுப்பை கட்டுப்படுத்தவும்
te: కొవ్వును తగ్గించుకోండి
th: จำกัดปริมาณไขมัน
tr: Yağı azaltmaya özen göster
uk: Обмежте споживання жирів
vi: Hạn chế lượng chất béo
zh_hans: 适度减少脂肪
zh_hant: 適度減少脂肪

# domain_catalog.7c83ed5189f6
source: レイズ
ar_sa: أشعة
ca: Raigs
cs: Zvednutí
da: Stræk
de_de: Heben
el: Άρσεις
en_au: Raise
es_es: Elevación
fi: Niskalenkin koukistus
fr_ca: Élévations
gu: રેઝ
he: הרמות
hi: रेज़
hr: Podiz
hu: Emelés
id: Raise
it: Alzate
ko: 레이즈
mr: रेज
ms: Angkat
nl_nl: Raises
no: Løft
pl: Unoszenie nóg
pt_br: Elevação
pt_pt: Elevação
ro: Ridicare
ru: Подъём ног
sk: Zdvih nôh
sl: Podstegno navzgor
sv: Lyft
ta: ஏஸ்
te: రేజ్
th: ยกขึ้น
tr: Omuz kaldırma (Raise)
uk: Розгинання ніг
vi: Nâng cơ
zh_hans: 抬起
zh_hant: 抬起

# domain_catalog.7d432687472b
source: 異常時は中止を案内
ar_sa: في حالة حدوث أي خلل، سوف نقوم بإعلامك بالإلغاء.
ca: En cas d'anormalitat, us notificarem la cancel·lació.
cs: Pokud se objeví problémy, doporučujeme přerušit.
da: Anvis til at stoppe ved uregelmæssigheder
de_de: Bei Beschwerden: Anleitung zur Pause
el: Εάν αισθανθείτε δυσφορία, διακόψτε την άσκηση.
en_au: Instruct to stop if necessary
es_es: Si experimenta molestias, deténgase.
fi: Ohjaa lopettamaan, jos havaitsee poikkeuksia
fr_ca: Si vous ressentez des inconforts, arrêtez l'activité.
gu: જો કોઈ સમસ્યા જણાય તો, આરામ કરો.
he: במקרה של תחושת אי נוחות, יש להפסיק
hi: जब असामान्य स्थिति हो, तो इसे बंद करने की सलाह दें।
hr: U slučaju problema, preporučite da se zaustave.
hu: Ha bármilyen problémát tapasztal, kérjük, állítsa le.
id: Berikan instruksi untuk berhenti jika ada masalah.
it: In caso di anomalie, interrompere l'attività
ko: 이상 시 중단 안내
mr: जर काही समस्या जाणवत असेल, तर कृपया थांबा.
ms: Berhenti jika ada masalah
nl_nl: Raadpleeg om te stoppen bij ongewone situaties.
no: Gi veiledning om å stoppe ved behov
pl: W przypadku wystąpienia niepokojących objawów, zaprzestań.
pt_br: Se sentir desconforto, pare imediatamente.
pt_pt: Se sentir desconforto, pare imediatamente.
ro: Instrucțiuni pentru oprire în caz de anomalii
ru: При необходимости, напоминание об остановке.
sk: Ak sa objavia príznaky, odporúča sa prestať.
sl: Če opazite težave, prenehajte.
sv: Om du känner dig dålig, avbryt.
ta: சோர்வாக இருந்தால், பயிற்சியை நிறுத்துங்கள்.
te: సమస్య వచ్చినప్పుడు ఆపమని సూచన
th: แนะนำให้หยุดเมื่อมีอาการผิดปกติ
tr: Anormal durumlarda durmayı önerin
uk: У разі виникнення дискомфорту, рекомендується припинити заняття.
vi: Hướng dẫn dừng tập khi cảm thấy khó chịu
zh_hans: 当出现异常时，提供停止建议
zh_hant: 若出現異常，請停止

# domain_catalog.7d7297146ecd
source: 可食部100g当たり
ar_sa: لكل 100 جرام جزء صالح للأكل
ca: Per porció comestible de 100 g
cs: Na 100g potravin
da: Per 100g spiselig del
de_de: Pro 100g essbarem Anteil
el: Για κάθε 100 γραμμάρια καταναλωσιμότητας
en_au: Per 100g of edible portion
es_es: Por cada 100g de alimento consumido
fi: Per 100g syötävää
fr_ca: Par 100g d'aliments consommés
gu: દરેક 100 ગ્રામ ખાદ્ય વસ્તુમાં
he: לכל 100 גרם של מזון
hi: प्रति 100 ग्राम खाने योग्य भाग
hr: Na 100g hranjivih tvari
hu: 100 gramm fogyasztott termék után
id: Per 100g makanan yang dapat dimakan
it: Per 100g di cibo commestibile
ko: 100g당
mr: 100 ग्रॅम अन्नामध्ये
ms: Untuk 100g makanan yang boleh dimakan
nl_nl: Per 100 gram voedsel
no: Per 100g spiselig del
pl: Na 100g spożytego pokarmu
pt_br: Por 100g de alimento consumido
pt_pt: Por 100g de alimento consumido
ro: Per 100g de porție comestibilă
ru: На 100 г съеденного продукта.
sk: Na 100g jedlého materiálu
sl: Na 100 g prehrane
sv: Per 100g ätbar substans
ta: 100 கிராம் உணவுப் பகுதியில்
te: 100 గ్రాముల ఆహారంలో
th: ต่อ 100 กรัม
tr: 100 gram tüketilebilir gıda başına
uk: На 100 г їстівної частини
vi: Trong 100g thức ăn có thể tiêu hóa
zh_hans: 每100克可食用部分
zh_hant: 每100克可食部分

# domain_catalog.7df261432999
source: 胸を張り、肩をすくめずにバーを鎖骨付近へ引く。
ar_sa: أبقِ صدرك مرتفعًا واسحب البار نحو عظام الترقوة دون هز كتفيك.
ca: Mantingueu el pit aixecat i estireu la barra cap a les clavículas sense arronsar les espatlles.
cs: Napněte hrudník, přitáhněte činku ke krku bez sklonu ramen.
da: Spænd brystmusklerne og træk stangen mod skuldrene uden at bukke ryggen.
de_de: Die Schultern nicht aus dem Gleichgewicht bringen, sondern die Stange in Richtung Schlüsselbeine ziehen.
el: Τεντώστε το στήθος σας, χωρίς να σκυλώνετε τους ώμους, και τραβήξτε τη μπάρα κοντά στους αγκώνες.
en_au: Bring the bar towards your collarbone without hunching your shoulders.
es_es: Estira el pecho y tira la barra hacia las clavículas sin encorvarte.
fi: Avaa rintalihakset ja vedä tangon kyynärpäiden kohdalle ilman, että hartiat taittuvat.
fr_ca: Contractez les pectoraux et tirez la barre vers l'avant, près des épaules, sans arrondir le dos.
gu: છાતીને ફેલાવો, અને ખભાને નીચે ન લાવો, પરંતુ બારને ગળાની નજીક ખેંચો.
he: למתוח את החזה, למשוך את מוט המשקל לכיוון השכמות מבלי להרים את הכתפיים.
hi: अपनी छाती को फैलाएं, और बिना कंधे झुकाए बार को अपने कलाई के पास लाएँ।
hr: Napinujte prsnu površinu, povucite čučalo prema ispod ramena bez savijanja ramena.
hu: Húzzon ki a hasát, és húzza a bár a karcsuk közelébe, anélkül, hogy a vállakat hajlíthatná.
id: Tegangkan dada, tarik bar ke arah tulang selangka tanpa membungkuk.
it: Contrapporre i muscoli pettorali, tirando la sbarra verso le clavicole senza incurvare le spalle.
ko: 가슴을 넓게 벌리고, 어깨를 둥글게 하지 않고 바를 쇄골 근처로 당깁니다.
mr: छातीचा स्नायू मजबूत करा, खांद्यांना खाली न ओढता बारला कोपरांच्या जवळ आणा.
ms: Tegakkan dada, tarik palang ke arah tulang selangka tanpa membengkokkan bahu.
nl_nl: Span je borstspieren aan en trek de stang naar je schoudergordel, zonder je schouders op te tillen.
no: Spenn brystmusklene og trekk stangen mot skuldrene uten å senke skuldrene.
pl: Rozciągnij klatkę piersiową i przyciągnij sztangę do linii poniżej łopatek.
pt_br: Empurre o peito e puxe a barra em direção aos cotovelos, sem arquear os ombros.
pt_pt: Empurre o peito e puxe a barra em direção aos cotovelos, sem arquear os ombros.
ro: Îndoiți pieptul și trageți bara spre zona claviculelor, fără a vă apleca înainte.
ru: Распрямите грудь и подтягивайте штангу к области ключиц, не сутулясь.
sk: Napnejte hrudné svaly a spáť zdvihnite činku k oblasti lakťov.
sl: Napnite prste,nato pa utež potisnite proti ramenom.
sv: Spänn bröstmusklerna och dra stången mot skuldrorna utan att böja på armarna.
ta: உங்கள் மார்பை விரித்து, உங்கள் தோள்களை வளைக்காமல், பாரை உங்கள் தோள்பட்டைக்கு அருகில் இழுக்கவும்.
te: ఛాతీని చాపి, భుజాలను వంచకుండా బార్‌ను భుజం దగ్గరకి లాగండి.
th: ขยายหน้าอก, ดึงบาร์เข้าใกล้บริเวณซี่โครง โดยไม่ทำให้ไหล่ห่อ
tr: Göğsü genişleterek, omuzlarını yukarı doğru çekmeden barı boynuna yakın bir noktaya çek.
uk: Розправте груди, не сутультесь, тягніть штангу до області ключиць.
vi: Nhíu vai, kéo thanh tạ về phía xương bả vai mà không gập vai.
zh_hans: 挺胸，不要耸肩，将杠杆向锁骨附近拉
zh_hant: 挺胸，不要聳肩，並將槓桿拉至鎖骨附近

# domain_catalog.7f75bc969b66
source: 臨床試験
ar_sa: تجربة سريرية
ca: assaig clínic
cs: Klinické studie
da: Klinisk forsøg
de_de: Klinische Studie
el: Κλινικές μελέτες
en_au: Clinical Trial
es_es: Estudio clínico
fi: Kliiniset tutkimukset
fr_ca: Étude clinique
gu: ક્લિનિકલ ટ્રાયલ
he: ניסוי קליני
hi: नैदानिक परीक्षण
hr: Klinički ispit
hu: Klinikai vizsgálat
id: Uji Klinis
it: Studi clinici
ko: 임상 시험
mr: क्लिनिकल चाचणी
ms: Ujian Klinikal
nl_nl: Klinische studie
no: Klinisk studie
pl: Badania kliniczne
pt_br: Estudo clínico
pt_pt: Estudo clínico
ro: Studii clinice
ru: Клинические испытания
sk: Klinické štúdie
sl: Klinična preizkus
sv: Kliniska studier
ta: மருத்துவ பரிசோதனை
te: క్లినికల్ ట్రయల్
th: การทดลองทางคลินิก
tr: Klinik Deneme
uk: Клінічне дослідження
vi: Thử nghiệm lâm sàng
zh_hans: 临床试验
zh_hant: 临床试验

# domain_catalog.7f998a38e9ec
source: 健康習慣を作りたい
ar_sa: أريد خلق عادات صحية
ca: Vull crear hàbits saludables
cs: Chcete-li si vytvořit zdravé návyky.
da: Vil du skabe sunde vaner?
de_de: Ich möchte gesunde Gewohnheiten entwickeln.
el: Θέλετε να δημιουργήσετε υγιείς συνήθειες.
en_au: I want to establish healthy habits.
es_es: Quiero crear hábitos saludables.
fi: Haluatko luoda terveitä tapoja?
fr_ca: Vous souhaitez adopter des habitudes saines.
gu: તમે સ્વસ્થ ટેવો બનાવવા માંગો છો
he: רוצה ליצור הרגל בריאות?
hi: आप स्वस्थ आदतें बनाना चाहते हैं।
hr: Želite uspostaviti zdrave navike.
hu: Szeretne egészséges szokásokat kialakítani.
id: Ingin membangun kebiasaan sehat.
it: Vuoi creare abitudini sane?
ko: 건강 습관을 만들고 싶습니다.
mr: निरोगी सवयी निर्माण करायच्या आहेत
ms: Ingin membentuk kebiasaan penjagaan kesihatan.
nl_nl: Wil je gezonde gewoonten ontwikkelen?
no: Ønsker å utvikle sunne vaner.
pl: Chcesz wyrobić sobie zdrowe nawyki?
pt_br: Quer criar hábitos saudáveis?
pt_pt: Quer criar hábitos saudáveis?
ro: Doriți să dezvoltați obiceiuri sănătoase.
ru: Хотите сформировать полезные привычки?
sk: Chcete vytvoriť zdravé návyky?
sl: Želite vzpostaviti zdrave navade.
sv: Vill du skapa hälsosamma vanor?
ta: ஆரோக்கியமான பழக்கங்களை உருவாக்க விரும்புகிறீர்களா?
te: ఆరోగ్యకరమైన అలవాట్లను ఏర్పరచుకోవాలనుకుంటున్నాను.
th: ต้องการสร้างนิสัยที่ดีต่อสุขภาพ
tr: Sağlıklı alışkanlıklar edinmek istiyorsun.
uk: Хочете сформувати здорові звички?
vi: Muốn xây dựng thói quen lành mạnh.
zh_hans: 希望养成健康习惯
zh_hant: 想要養成健康的習慣

# domain_catalog.7f9c988574df
source: トレーニング量、漸進性過負荷、PFC、回復を一体で評価
ar_sa: التقييم المتكامل لمقدار التدريب، والحمل الزائد التدريجي، وPFC، والاسترداد
ca: Avaluació integrada de la quantitat d'entrenament, sobrecàrrega progressiva, PFC i recuperació
cs: Hodnocení tréninku, postupného zvyšování zátěže, PFC a regenerace v jednom
da: Vurder træningsmængde, progressiv overbelastning, PFC og restitution samlet.
de_de: Training, progressive Überlastung, PFC, Erholung – alles auf einen Blick
el: Εκτίμηση ποσότητας, σταδιακής αύξησης, PFC, αποκατάστασης σε ένα μέρος
en_au: Evaluate training volume, progressive overload, PFC, and recovery all in one.
es_es: Evalúa el volumen, la sobrecarga progresiva, PFC y la recuperación en una sola evaluación.
fi: Harjoitteluvolyymi, asteittainen kuormitus, PFC, palautuminen – kaikki yhdessä
fr_ca: Évaluation combinée du volume d'entraînement, surcharge progressive, PFC et récupération.
gu: ટ્રેનિંગનું પ્રમાણ, ધીમે ધીમે ભાર વધારવો, PFC, અને પુનઃપ્રાપ્તિનું મૂલ્યાંકન એક જ જગ્યાએ કરો.
he: הערכת נפח אימון, עומס הדרגתי, PFC, והתאוששות במקום אחד
hi: ट्रेनिंग की मात्रा, क्रमिक रूप से भार बढ़ाना, पीएफसी, और रिकवरी का एक साथ मूल्यांकन करें।
hr: Treniraj, postupno povećavaj optereženje, PFC, i vrijeme oporavka
hu: Az edzésmennyiség, a progresszív terhelés, a PFC és a regeneráció egyidejű értékelése.
id: Evaluasi volume latihan, beban progresif, PFC, dan pemulihan secara bersamaan.
it: Valutazione completa di volume, sovraccarico progressivo, PFC e recupero
ko: 운동량, 점진적 과부하, PFC, 회복을 한 번에 평가
mr: प्रशिक्षण प्रमाण, हळू हळू वजन वाढवणे, PFC, आणि पुनर्प्राप्ती एकाच वेळी तपासा.
ms: Menilai jumlah latihan, beban bertambah secara progresif, PFC, dan pemulihan bersama-sama.
nl_nl: Trainingvolume, progressieve overbelasting, PFC, herstel in één keer evalueren
no: Evaluer treningsmengde, gradvis overbelastning, PFC og restitusjon samlet.
pl: Ocena objętości treningu, progresywnego obciążenia, PFC i regeneracji w jednym miejscu.
pt_br: Avaliação integrada de volume de treino, sobrecarga progressiva, PFC e recuperação
pt_pt: Avaliação integrada de volume de treino, sobrecarga progressiva, PFC e recuperação
ro: Evaluarea volumului, supraîncărcării progresive, PFC și recuperare într-un singur punct
ru: Оценка объема, прогрессивной перегрузки, PFC и восстановления в одном месте
sk: Hodnotenie tréningovej intenzity, postupného zvyšovania zátieže, PFC a regenerácie v jednom.
sl: Ocena treninga, postopno povečanje obremenitve, PFC, regeneracija v enem samem merilu
sv: Mät och utvärdera träning, progressiv överbelastning, PFC och återhämtning tillsammans.
ta: பயிற்சியின் அளவு, படிப்படியாக அதிக சுமை, PFC, மற்றும் மீட்பு ஆகியவற்றை ஒரே நேரத்தில் மதிப்பிடுங்கள்.
te: ట్రెనింగ్ పరిమాణం, క్రమంగా లోడ్ పెంచడం, PFC, మరియు పునరుద్ధరణను ఒకేసారి అంచనా వేయండి.
th: ประเมินปริมาณการออกกำลังกาย, การเพิ่มความเข้ม, PFC, และการพักผ่อน
tr: Eğitim miktarı, kademeli yüklenme, PFC, iyileşme değerlerini tek bir yerde kontrol et
uk: Оцінка обсягу тренування, поступове збільшення навантаження, PFC, відновлення в одному місці.
vi: Đánh giá tổng lượng tập luyện, tăng dần cường độ, PFC và phục hồi cùng lúc.
zh_hans: 同时评估训练量、渐进性超负荷、PFC和恢复情况
zh_hant: 同時評估訓練量、漸進性過負荷、PFC和恢復。

# domain_catalog.7fd846c04ba8
source: ストラップと自重を使って姿勢を保つ
ar_sa: استخدم الأشرطة ووزن جسمك للحفاظ على وضعيتك
ca: Utilitzeu corretges i el vostre propi pes corporal per mantenir la vostra postura
cs: Udržujte správnou polohu pomocí popruhů a vlastní váhy
da: Hold din position med remme og egen vægt
de_de: Mit Bändern und dem eigenen Körpergewicht die Haltung halten
el: Διατηρήστε τη στάση σας χρησιμοποιώντας λάστιχα και το βάρος του σώματος
en_au: Maintain posture using straps and bodyweight.
es_es: Mantén la postura utilizando correas y tu propio peso corporal.
fi: Pidä asento käyttämällä hihnoja ja omaa painoa
fr_ca: Maintenir la posture avec une sangle et le poids du corps
gu: સ્ટ્રેપ અને પોતાના વજનનો ઉપયોગ કરીને સ્થિતિ જાળવો
he: שימוש ברצועות ובמשקל גוף כדי לשמור על יציבה
hi: स्ट्रैप और अपने वजन का उपयोग करके मुद्रा बनाए रखें
hr: Držite se i održavajte položaj uz pomoć traka i vlastitog teza
hu: Használjon szíjjal és saját súlyt, hogy megtartsa a helyzetet
id: Pertahankan posisi menggunakan tali dan beban tubuh sendiri
it: Mantieni la postura utilizzando fasce e il peso del corpo
ko: 스트랩과 자중을 사용하여 자세 유지
mr: स्ट्रॅप आणि स्वतःच्या वजनाचा वापर करून योग्य स्थितीत राहा.
ms: Pertahankan postur menggunakan tali dan berat badan
nl_nl: Houd je houding vast met een band en lichaamsgewicht
no: Bruk strikker og egenvekt for å opprettholde posisjonen
pl: Utrzymuj prawidłową postawę przy użyciu gum i ciężaru własnego ciała
pt_br: Mantenha a postura usando correias e o peso do corpo
pt_pt: Mantenha a postura usando correias e o peso do corpo
ro: Mențineți postura folosind curele și greutatea corpului
ru: Используйте ремни и собственный вес для поддержания осанки
sk: Udržujte správnu polohu pomocou popruhov a vlastnej váhy
sl: Uporabite pas in lastno težo za ohranjanje položaja
sv: Håll din hållning med hjälp av handled och egen vikt.
ta: ஸ்ட்ராப் மற்றும் உடல் எடையைப் பயன்படுத்தி சரியான நிலையில் இருக்கவும்
te: సాధారణంగా మరియు బరువును ఉపయోగించి భంగిమను నిలపండి.
th: ใช้สายรัดและน้ำหนักตัวเพื่อรักษาท่าทาง
tr: Kayış ve kendi ağırlığınızı kullanarak duruşunuzu koruyun
uk: Використовуйте ремені та власну вагу для підтримки постави
vi: Sử dụng dây và trọng lượng cơ thể để duy trì tư thế.
zh_hans: 使用带和自身保持姿势
zh_hant: 使用帶和自身重量保持姿勢
